Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Jasne. Radzę zebrać kolegów i na spółkę go obalić, bo samemu nie dasz rady.
uk: Чудово. Моя порада – збери своїх друзів і разом його розпийте, бо ти сам не впораєшся.

source: Jasne. Ruszam w drogę.
uk: Добре. Я вже йду.

source: Jasne. Sam przecież nie zniosę tego smrodu!
uk: Звісно. Я й сам вже не можу терпіти цей сморід!

source: Jasne. Szef pewnie to doceni.
uk: Зрозуміло. Шеф, напевно, це оцінить.

source: Jasne. Teraz jeszcze próbka pisma Valerio.
uk: Звісно. А тепер потрібен зразок почерку Валеріо.

source: Jasne. To powodzenia.
uk: Добре. Ну, удачі тобі.

source: Jasne. Trzymaj.
uk: Звісно. Тримай.

source: Jasne. Trzymam kciuki, żebyś jeszcze trochę pożył. Na razie.
uk: Звичайно. Тримаю кулаки, щоб ти ще трохи пожив. Побачимось.

source: Jasne. Zaraz wracam.
uk: Звісно. Я зараз повернусь.

source: Jasne. Zawsze razem piją. Po co ci oni?
uk: Звісно. Вони завжди п'ють разом. А нащо вони тобі?

source: Jasne. Znam się na zręcznym posługiwaniu łukiem oraz łowiectwie. Mogę cię nauczyć zarówno podstaw, jak i pozyskiwania sadła, skór gadów oraz gruczołów i skrzydeł krwiopijców.
uk: Звісно. Я знаюся на володінні луком та полюванні. Можу навчити тебе основам: як добувати жир, знімати шкури з тварин та з рептилій, як добувати залози та крила шершнів.

source: Jasne. Żegnam.
uk: Ясно. Бувайте.

source: Jasne... dam ci jedną porcję.
uk: Звичайно... я дам тобі одну порцію.

source: Jasne... no to wiem, o kogo chodzi.
uk: Зрозуміло... я знаю, про кого йдеться.

source: Jasne... weź te kilka monet.
uk: Звичайно... візьми кілька монет.

source: Jasne... zamieniam się... Hep! Przepraszam... w słuch.
uk: Добре... Я слу... Гик! Вибачай... слухаю.

source: Jasno-brązowy strój
uk: Світло-коричневе вбрання

source: Jasność
uk: Яскравість

source: Jasny gwint!
uk: Трясця!

source: Jasny gwint, co tu się wydarzyło?!
uk: Трясця, що тут сталося?!

source: Jasny gwint, już idzie. Zacznij grać! Przynajmniej tego nie zepsuj!
uk: Трясця, вона йде. Починай грати! Принаймні, не зіпсуй все!

source: Jasny gwint, tam na pewno będzie więcej tych stworzeń! Ugh. I jeszcze smród! Ci ludzie chyba się w ogóle nie myją!
uk: Чорт забирай, там же повно цих тварюк! Тьху. А ще цей сморід! Ці люди, здається, взагалі не миються!

source: Jasny gwint... cała ta sprawa coraz mniej mi się podoba. W każdym razie dziękuję, że tak na poważnie się tym zająłeś. Może dla Reeza nie będzie za późno...
uk: От лайно... мені все це подобається все менше і менше. У будь-якому випадку, дякую, що сприймаєш це так серйозно. Можливо, для Різа ще не занадто пізно...

source: Jasny gwint... to musiało być dla ciebie straszne przeżycie!
uk: Ох, трясця... Це, мабуть, було жахливо!

source: Jasny strój marynarza
uk: Світле вбрання моряка

source: Jasny strój marynarza (100 SZ)
uk: Світле вбрання моряка (100 золотих)

source: Jasny strój myśliwego
uk: Світле вбрання мисливця

source: Jasny strój podróżnika
uk: Світле вбрання мандрівника

source: Jasny strój podróżnika (150 SZ)
uk: Світле вбрання мандрівника (150 золотих)

source: Jasny strój roboczy
uk: Світле робоче вбрання

source: Jastrząb
uk: Яструб

source: Jaszczur
uk: Ящір

source: Javad
uk: Джавад

source: Javad odrzucił moją propozycję. Uważa, że jest mu dobrze i nie zamierza nic zmieniać.
uk: Джавад відхилив мою пропозицію. Він вважає, що йому і так нормально, і не має наміру нічого змінювати.

source: Javad szczególnie cię sobie ceni...
uk: Джавад особливо цінує тебе...

source: Javad uratował Lorenzo przed śmiercią z rąk Bradlocka. Bez swojej prawej ręki Lichwiarz będzie bezbronny.
uk: Джавад врятував Лоренцо від нападу Бредлока. Без своєї правої руки Лихвар буде вразливим.

source: Javad zgodził się wyruszyć z nami do Vardhal.
uk: Джавад погодився вирушити з нами до Вардхалу.

source: Javad, muszę wygrać ten turniej, to jedyny sposób, bym dostał się do porywaczy mojego brata.
uk: Джаваде, я мушу виграти цей турнір, це єдиний спосіб дістатися до викрадачів мого брата.

source: Javad, muszę wygrać ten turniej.
uk: Джаваде, я мушу виграти цей турнір.

source: Javad, widzę że spodobało ci się nowe miejsce.
uk: Джаваде, бачу, тобі подобається на новому місці.

source: Jeden Gonzalo w tą, czy w tamtą, komu robi różnicę śmierć takiego robala?
uk: Загинув цей Гонсало, чи ні – кому яка справа до смерті якогось паразита?

source: Jeden człowiek przeciwko armii. Musisz mieć spore mniemanie o sobie.
uk: Одна людина проти цілої армії. Ти, мабуть, дуже високої думки про себе.

source: Jeden darmozjad w drużynie to sporo, a dwóch to zdecydowanie za dużo.
uk: Один дармоїд в команді – це багато, а два – це вже занадто.

source: Jeden dostałem od Refira. Fragment wcześniej należał do Reeza. Drugi znalazłem przy ciele Ogisa.
uk: Один я отримав від Рефіра. Фрагмент раніше належав Різу. Інший я знайшов біля тіла Огіса.

source: Jeden facet bardzo mnie wkurzył! Ale ja już wiem, jak go upokorzę!
uk: Один хлопець мене дуже роздратував! Але я вже знаю, як я його принижу!

source: Jeden problem mniej. Masz moje złoto?
uk: Однією проблемою менше. Моє золото в тебе?

source: Jeden przeciwko trzem? Dostaniesz solidne lanie!
uk: Один проти трьох? Ти отримаєш добрячого прочухана!

source: Jeden w tę, czy w tamtą, nie zrobi mi żadnej różnicy!
uk: Так чи інакше, для мене немає жодної різниці!

source: Jeden wszedł do kanałów, wejście jest zaraz obok. Drugi pobiegł w kierunku burdelu, ale dokąd skierował się później, nie wiem.
uk: Один пішов у каналізацію, вхід зовсім поруч. Інший побіг у бік борделю, але куди він попрямував потім, я не знаю.

source: Jeden wyjątek nie czyni reguły.
uk: Один виняток не змінює правила.

source: Jeden z chłopaków zostanie na straży i będzie pilnował przejścia. Jeśli zobaczy, że orkowie chcą przejść, to zawali pół tego wzgórza prosto na ich puste łby.
uk: Один з хлопців залишиться на варті і стежитиме за проходом. Якщо він побачить, що орки збираються пройти, він обвалить половину цього пагорба прямо на їхні порожні голови.

source: Jeden z domów w Starym Mieście stracił właściciela. Sędzia poprosił mnie o zamówienie kilku kopii ogłoszenia o licytacji. Mam to zrobić u Venzela. Licytacja według dokumentu ma się odbyć za 2 dni. Nie będzie żadnej ceny minimalnej, więc konkurencji będzie sporo. Chyba że z jakiegoś powodu kupcy pomyliliby dzień...
uk: Один із будинків у Старому місті залишився без власника. Суддя попросив мене замовити у Венцеля кілька копій оголошення про аукціон. Згідно з написаним, аукціон відбудеться через два дні. Початкової ціни не буде, тож очікується велика конкуренція. Якщо тільки з якоїсь причини покупці не переплутають день...

source: Jeden z drwali zgodził się urządzić niewielki obóz na bagnie. Muszę o tym powiedzieć Esti.
uk: Один з лісорубів погодився облаштувати на болоті невеликий табір. Я маю розповісти про це Есті.

source: Jeden z eliksirów Yezegana.
uk: Один з еліксирів Єзегана.

source: Jeden z gońców Araxos opowiedział mi o przewodnikach w mieście. Za drobną opłatą mogą mnie zaprowadzić w najróżniejsze okolice miasta. Przyda mi się ich pomoc do odnalezienia Helgi.
uk: Один з посланців Араксосу розповів мені про провідників у місті. За невелику плату вони можуть відвести мене в різні райони міста. Я можу скористатися їхньою допомогою, щоб знайти Хельгу.

source: Jeden z gońców przekazał mi, że Gumbert mnie oczekuje. Może w końcu skosztuję owocu swojej pracy.
uk: Один з посланців повідомив мені, що Гумберт чекає на мене. Можливо, я нарешті скуштую плоди своєї праці.

source: Jeden z górników właśnie mi groził i zasugerował, że jeśli nie przestanę wypytywać o Naarsa, to skończę tak jak on. W ten sposób chyba niczego się nie dowiem.
uk: Один із гірників щойно мені погрожував і натякав, що якщо я не припиню розпитувати про Наарса, то закінчу як він. Не думаю, що так я щось довідаюсь.

source: Jeden z górników, Roel, nie żyje.
uk: Один з гірників, Роел, загинув.

source: Jeden z górników, Roel, nie żyje. Znalazłem go na dnie opuszczonego szybu.
uk: Один з гірників, Роел, загинув. Я знайшов його на дні покинутого тунелю.

source: Jeden z głównych napitków podawanych do
uk: Один з основних напоїв, які подаються

source: Jeden z jego ludzi próbował ją spalić.
uk: Один з його людей намагався її спалити.

source: Jeden z jego współwięźniów powiedział mi, że Ars utrzymywał kontakt z niejakim Blakiem.
uk: Один з його сусідів у в'язниці розповів мені, що Арс контактував з людиною на ім'я Блейк.

source: Jeden z jego współwięźniów twierdzi inaczej.
uk: Один з його співкамерників стверджує протилежне.

source: Jeden z ludzi Bradlocka zapewni mi dostęp do Starego Miasta, gdzie będę mógł porozmawiać z Andreasem.
uk: Один із людей Бредлока впустить мене до Старого міста, де я зможу поговорити з Андреасом.

source: Jeden z ludzi Lichwiarza próbował mnie zabić. Dobrze, że stało się to na oczach tych wszystkich gapiów. Muszę z nimi porozmawiać, żeby ich trochę uspokoić.
uk: Один з людей Лихваря намагався мене вбити. Добре, що це сталося на очах у всіх присутніх. Потрібно з ними поговорити, аби їх трохи заспокоїти.

source: Jeden z ludzi Volkera kazał mi rozpocząć śledztwo od sprawdzenia krwi na ścianie domu. Lepiej, żebym się pośpieszył, zanim ślady zostaną całkowicie zatarte.
uk: Один із людей Волкера порадив мені почати розслідування з дослідження крові на стіні будинку. Краще поквапитися, поки сліди не зникли остаточно.

source: Jeden z ludzi Volkera przekazał mi, że Slager zidentyfikował krew i należy ona do kretoszczura.
uk: Один з людей Волкера повідомив мені, що Слагер ідентифікував кров, і вона належала кротощуру.

source: Jeden z ludzi Volkera przekazał mi, że Slager zidentyfikował krew...
uk: Один з людей Волкера повідомив мені, що Слагер ідентифікував кров...

source: Jeden z ludzi miał przy sobie notatkę. Burkhard nie żyje, a jego ciało wrzucono do kanałów. Jeśli mi się poszczęści, to przy jego zwłokach znajdę przedmiot, którego poszukuje Grayson. Przeczesywanie całych kanałów może zająć mi sporo czasu. Może któryś z ich mieszkańców mógłby mi z tym pomóc?
uk: Один з чоловіків мав при собі записку. Бурхард мертвий, а його тіло скинули в каналізацію. Якщо мені пощастить, поруч з його тілом я знайду річ, яку шукає Грейсон. Мені може знадобитися багато часу, щоб прочесати всю каналізацію. Можливо, хтось з місцевих зможе допомогти мені в цьому?

source: Jeden z majtków znalazł go podobno zaraz za palisadą obozu. Może tobie uda się coś ustalić.
uk: Я чув, що хтось з матросів знайшов його просто за парканом табору. Може, тобі вдасться щось дізнатися.

source: Jeden z moich nowych pracowników ma właśnie przerwę. To ten z krótką brodą i wielkim pieprzykiem na twarzy.
uk: У одного з моїх нових працівників скоро буде перерва. Це той, з короткою бородою і великою родимкою на обличчі.

source: Jeden z mężczyzn, Pablo, poddał się i poprosił o darowanie życia. W zamian za łaskę, obiecał mi pomóc uratować Caramona, którego podobno planują zabić.
uk: Один з них, Пабло, здався і попросив пощадити його життя. В обмін на це він пообіцяв допомогти мені врятувати Карамона, якого, з його слів, вони збираються вбити.

source: Jeden z naszych zaoferował mu pracę u Volkera, a że ten spełniał wymogi, szef zgodził się wziąć go na okres próbny.
uk: Один із наших запропонував йому працювати на Волкера, і оскільки він відповідав вимогам, шеф погодився взяти його на випробувальний термін.

source: Jeden z nich był tak zalany, że ledwo co to powłóczył nogami. Miał szczęście, że było z nim dwóch kolegów, bo nie uszedłby daleko.
uk: Один з них був настільки п’яний, що ледве волочив ноги. Йому пощастило, що з ним були двоє його колег, інакше він би далеко не дійшов.

source: Jeden z nich był wielki i gruby jak stary dąb, a drugi wyglądał, jakby nie jadł od tygodni.
uk: Один з них був великий і товстий, як старий дуб, а інший виглядав так, ніби не їв кілька тижнів.

source: Jeden z nich był wysoki i tęgi, a drugi chudy jak szczapa. Wyprowadzili Jorna wschodnią bramą wioski.
uk: Один з них був високий і кремезний, а інший – худий, як скелет. Вони вивели Йорна через східні ворота села.

source: Jeden z nich dostał nieprawdziwe przemówienie. Oktav już dopilnuje, by więcej się nie pojawił pod koszarami.
uk: Один з них отримав неправдиву промову. Октав простежить, щоб він більше не з'являвся біля казарм.

source: Jeden z nich musiał zrobić sobie gdzieś w okolicy legowisko, bo regularnie nachodzi moje ziemie i próbuje dobrać się do miodu.
uk: Один з них, мабуть, влаштував собі барліг неподалік, адже він регулярно навідується на мої землі і намагається дістатися до меду.

source: Jeden z nich to Candac, światły, wiekowy człowiek, zasłużony w boju jak nikt inny.
uk: Один з них – Кандак, просвітлений, старший чоловік, відзначений у боях, як ніхто інший.

source: Jeden z nich to Markus, mało kto wie tyle o łukach, co on. Pewnie nie pisałby się na taką wyprawę, ale ostatnio stracił posadę w Silbach.
uk: Один з них – Маркус, мало хто знає стільки про луки, скільки він. Він, напевно, не підписався б на таку експедицію, але нещодавно втратив роботу у Сільбаху.

source: Jeden z nich to mój stary 'znajomy'. Wygląda na to, że są przeganiani z każdego miejsca na wyspie i teraz szukają schronienia w Wilczym Leżu.
uk: Один з них – мій давній 'знайомий'. Здається, їх виганяють звідусіль на острові, і тепер вони шукають притулку у Вовчому Лігві.

source: Jeden z nich wielki i gruby jak beczka wina, drugi chudy, że prawie tyczkę przypominał, a pośrodku nieszczęśnik, co to najwyraźniej nie umiał sił na zamiary mierzyć.
uk: Один з них був великий і товстий, як бочка з вином, інший – такий худий, що був схожий на жердину, а посередині був бідолаха, який явно трохи перебрав.

source: Jeden z notatników Bodowina.
uk: Один із записників Бодовіна,

source: Jeden z nowicjuszy praktykował tam magię.
uk: Один з послушників практикував там магію.

source: Jeden z ochroniarzy Szmuglera zaatakował mnie podczas powrotu do Przystani. Niestety, nie był zbyt rozmowny.
uk: Один з охоронців Койота напав на мене, коли я повертався до Гавані. На жаль, він був не дуже балакучий.

source: Jeden z opiekunów slumsów obiecał wraz z kolegami pozbyć się krzykacza Lichwiarza. Sprawdzę za dzień lub dwa, czy rzeczywiście wywiązali się ze swojej części umowy.
uk: Один зі здорованів з нетрів пообіцяв разом з колегами позбутися оповісника Лихваря. За день-два я перевірю, чи дійсно вони виконали свою частину угоди.

source: Jeden z pierścieni pięściarza zsuwa ci się z palca!
uk: Один з кулачних перснів зісковзує з пальця!

source: Jeden z pijanych rybaków słysząc o przemytnikach od razu wspomniał Finbara, czarnowłosego faceta, który często kręci się przy dźwigach w porcie.
uk: Один із п'яних рибалок, почувши про контрабандистів, одразу згадав про Фінбара, чорнявого хлопця, який часто вештається біля кранів у порту.

source: Jeden z piratów zabrał skrzynkę Vrazki i ukrył ją w głębi ładowni. Usłyszała przy tym skrzypienie desek - może pirat ma tam jakąś skrytkę?
uk: Один з піратів забрав у Вразки скриньку і сховав її в глибині трюму. При цьому вона почула, як скриплять дошки – можливо, там пірат має якусь схованку?

source: Jeden z podstawowych składników diety
uk: Один з основних продуктів раціону

source: Jeden z pracowników o imieniu Hod twierdzi, że to zasługa “boskiej interwencji” i tego, że tutejsi mieszkańcy żyją w zgodzie z naturą. Trudno jednak mi wierzyć w słowa faceta, który nigdy nie rozstaje się z butelką grogu.
uk: Один з працівників на ім'я Ход стверджує, що це пов'язано з 'божественним втручанням' і тим, що місцеві жителі живуть в гармонії з природою. Однак мені важко повірити в слова хлопця, який ніколи не розлучається з пляшкою грогу.

source: Jeden z pracowników stoczni przyłapał mnie na sabotażu skrzyń z narzędziami, za co mnie jeszcze pochwalił. Czy wszyscy tutaj tylko udają, że pracują?
uk: Один з працівників корабельні спіймав мене на псуванні ящиків з інструментами, але все одно мене похвалив. Невже тут всі тільки вдають, що працюють?

source: Jeden z przedmiotów, które
uk: Один з предметів, необхідних

source: Jeden z rekrutów, tak?
uk: Один з новобранців, так?

source: Jeden z rybaków dziwnie zareagował na wzmiankę o przemytnikach. Chyba razem z kolegami są na tyle pijani, że uda mi się coś od nich wyciągnąć.
uk: Один з рибалок дивно відреагував на згадку про контрабандистів. Мабуть, він і його колеги достатньо п'яні, щоб я міг щось у них вивідати.

source: Jeden z rybaków próbował dołączyć do przemytników. Podobno mają swoją grotę na wschodzie plaży. Wejście do niej można rozpoznać po solidnych dębowych drzwiach.
uk: Один з рибалок намагався приєднатися до контрабандистів. Очевидно, їхня печера знаходиться на східному боці пляжу. Вхід до неї можна впізнати за масивними дубовими дверима.

source: Jeden z teleportów w bibliotece zdaje się nie działać.
uk: Один з телепортів у бібліотеці, схоже, не працює.

source: Jeden z towarów dla Corteza.
uk: Один з товарів для Кортеза.

source: Jeden z twoich kolegów zażądał ode mnie kolejnych bryłek!
uk: Один з твоїх колег вимагав у мене більше самородків!

source: Jeden z twoich kolegów zażądał ode mnie kolejnych bryłek. Podobno to ty miałeś mnie chronić!
uk: Один з твоїх колег вимагав у мене більше самородків. А ти, здається, мав мене захищати!

source: Jeden z tych gości coś o tobie mówił.
uk: Один із тих хлопців щось казав про тебе.

source: Jeden z tych obwiesi zauważył, jak podsłuchuję. Wyrwał mi dziennik i gdzieś schował. Dlatego musiałam przerzucić się na liściki.
uk: Один з тих бовдурів помітив, що я підслуховую. Він вихопив мій щоденник і кудись заховав його. Тому я змушена писати на цьому клаптику паперу.

source: Jeden z was postanowił przywłaszczyć sobie waszą wspólną zapłatę za tę dogodność.
uk: Один з вас вирішив привласнити плату за цю зручність.

source: Jeden z waszych gońców poprosił mnie, abym informował każdego z was by jak najszybciej stawić się u Lorenzo. Lepiej nie trać czasu, bo jeszcze cię wyleją!
uk: Один з ваших посланців попросив мене повідомляти кожного з вас, щоб ви якнайшвидше з'явилися до Лоренцо. Тобі краще не гаяти часу, інакше вас усіх звільнять!

source: Jeden z waszych ludzi regularnie grozi i okrada Fridę. Nie chcesz mi chyba powiedzieć, że nic o tym nie wiecie?
uk: Один із ваших людей регулярно погрожує Фріді та грабує її. Тільки не кажи мені, що ти нічого про це не знаєш.

source: Jeden ze składników potrzebnych
uk: Один з необхідних компонентів

source: Jeden ze stoczniowców, Ruud, wybił sobie bark podczas przenoszenia towaru i poprosił mnie o sprowadzenie pomocy. Zastrzegł, że nie może to być pomoc magiczna.
uk: Один з робітників корабельні, Рууд, вибив собі плече під час перенесення вантажу і попросив мене привести йому допомогу. При цьому він застеріг, що йому не потрібна допомога з використанням магії.

source: Jeden ze strażników pozwolił mi obejrzeć swój miecz. Myślę, że powinienem być w stanie wykuć takie ostrze.
uk: Один з вартових дав мені поглянути на його меч. Думаю, я зможу викувати такий самий.

source: Jeden ze strażników więziennych powiedział mi, że zamachowiec siedzi w trzeciej celi na lewo od wejścia do lochu.
uk: Один із тюремників сказав мені, що вбивця сидить у третій камері ліворуч від входу.

source: Jeden ze strażników znalazł w pobliżu wodospadu liścik.
uk: Один із вартових знайшов біля водоспаду записку.

source: Jeden ze strażników, będąc w amoku, rzucił się na mnie, myśląc, że jestem jednym z ludzi Lichwiarza.
uk: Один з вартових, не тямлячи себе від люті, накинувся на мене, думаючи, що я один з людей Лихваря.

source: Jeden ze złodziei wspomniał, że któraś z beczek znajduje się w pobliżu warsztatu kowalskiego. Domyślam się, że chodzi o taki, w pobliżu którego nie kręci się dużo strażników.
uk: Один зі злодіїв згадав, що одна з бочок стоїть біля кузні. Я припускаю, що йдеться про таку, поблизу якої не вештається багато вартових.

source: Jeden ze złodziei zaniósł ukradzioną beczkę w pobliże budowanego domu. Odzyskałem ją.
uk: Один зі злодіїв поніс вкрадену бочку до споруджуваного будинку. Я її повернув.

source: Jeden zły ruch i wywołałbym reakcję, która spaliłaby nie tylko nas, ale i całą chatę!
uk: Один невірний рух, і я б викликав реакцію, яка спалила б не тільки нас, але й усю хату!

source: Jedna bestia mniej!
uk: Однією тварюкою менше!

source: Jedna cholerna bestia mniej!
uk: Однією клятою тварюкою стало менше!

source: Jedna lekcja czy dwie nie wystarczą, byś stał się dobrym myśliwym.
uk: Одного-двох уроків недостатньо, щоб стати хорошим мисливцем.

source: Jedna partia za nami. Jeszcze kilka i możemy iść do domu.
uk: Одна партія позаду. Ще трохи і ми зможемо піти по домах.

source: Jedna przysługa goni kolejną. Drwale poprosili mnie teraz o pomoc w dostarczeniu drewna pod kuźnię Einara. Jeśli chcę otrzymać nagrodę od kowala, to chyba nie mam większego wyboru i muszę zabrać się za pchanie tego wózka.
uk: Одна послуга слідом за іншою. Тепер лісоруби попросили мене допомогти доставити деревину до кузні Ейнара. Якщо я хочу отримати винагороду від коваля, то не думаю, що у мене є вибір, окрім як штовхати цей віз.

source: Jedna skrzynia opróżniona, powinienem sprawdzić jeszcze tę obok.
uk: Одна скриня порожня, потрібно ще перевірити іншу, що стоїть поруч.

source: Jedna sztuka
uk: Один шматок

source: Jedna z beczek spadła niżej. Dobrze, że udało mi się ją znaleźć.
uk: Одна з бочок покотилася вниз. Добре, що мені вдалося її знайти.

source: Jedna z części dźwigu portowego.
uk: Одна з деталей портового крана.

source: Jedna z pierwszych siedzib organizacji powstała właśnie na Archolos w zachodniej części Dzielnicy Handlowej. Wiele lat później gubernator Morris udzielił zezwolenia zarządcy kantoru, Lorenzo, na budowę baraków dla najemników zrzeszających ludzi szukających zarobku i sławy.
uk: Одна з перших баз цієї організації була розташована на Архолосі, у західній частині Торгового кварталу. Через чимало років губернатор Морріс надав дозвіл голові Гільдії, Лоренцо, побудувати казарми для найманців, які гуртували людей, що шукали заробітку та слави.

source: Jedna z winnic ma podziemny składzik wina.
uk: На одному з виноградників є підземний винний льох.

source: Jedna z zaginionych paczek Maika.
uk: Один зі зниклих пакунків Майка.

source: Jedna złota moneta - to wszystko.
uk: Одна золота монета - і все.

source: Jednak Wieczna Ciemność, podobnie jak Wieczna Światłość, samotnie nie mogła sprowadzić życia, toteż z odmętów Morgradu wyłoniło się słońce, które oświetliło i ogrzało spowitą w mroku i chłodzie wyschniętą skorupę pierwotnego świata. Wiele eonów musiało upłynąć, zanim połączone w radosnym tańcu żywioły wody i ziemi tchnęły życie w suche kotliny i koryta skalne, napełniając je wodą i wypiętrzając góry, z których trysnęły życiodajne rzeki.
uk: Однак Вічна Темрява, як і Вічне Світло, не могла принести життя поодинці, тому з глибин Мордрагу вийшло сонце, щоб освітити і зігріти зморщену оболонку первісного світу, огорнуту темрявою і холодом. Минуло багато еонів, перш ніж стихії води і землі, з'єднавшись у радісному танці, вдихнули життя в сухі басейни і скельні западини, наповнивши їх водою і піднявши гори, з яких потекли життєдайні ріки.

source: Jednak bez wiary moje zaklęcia byłyby niczym więcej jak kuglarskimi sztuczkami.
uk: Але без віри мої чари були б не більше, ніж дешевими фокусами.

source: Jednak by Twoje wędrówki nie skończyły się zbyt szybko ze skutkiem tragicznym, zalecamy unikania wymienionych poniżej okolic:
uk: Однак, щоб ваші подорожі не закінчилися занадто швидко з трагічними наслідками, ми рекомендуємо уникати перерахованих нижче районів:

source: Jednak chcę kupić ten projekt.
uk: Однак, я хочу купити це креслення.

source: Jednak czasami potrafisz myśleć, a teraz spadaj, zanim wpakujesz nas w jeszcze większe kłopoty!
uk: Подумай якось про те, що ти наробив. А тепер забирайся, поки не втягнув нас у ще більші неприємності!
